codezombiech.gitignore
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
jdinhlife.gruvbox
kisstkondoros.vscode-gutter-preview
naumovs.color-highlight
PKief.material-icon-theme
ritwickdey.LiveServer
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
