christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jdinhlife.gruvbox
kisstkondoros.vscode-gutter-preview
naumovs.color-highlight
PKief.material-icon-theme
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
YoshinoriN.current-file-path
