DrakenLords.gruvbox-draken-lords
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
kisstkondoros.vscode-gutter-preview
naumovs.color-highlight
ritwickdey.LiveServer
usernamehw.errorlens
vscodevim.vim
